Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=136_art_id=135.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Vuoiŋŋastanbáiki
sma: Lïegkedimmie-sijjie

source: Go don doalat Jaskatvuođabearrala, de sáhtát vuoiŋŋastit buot das mii lea.
sma: Datne “ manne-gearketjem ” steereminie jïh dïsse vuartesjeminie.

source: Ipmil oaidná du ja vuostáiváldá du.
sma: Gæjka seammalaakan goh Jupmele vuajna datne gïjkeminie.

source: Don sáhtát dušše leahkit das.
sma: Datne leah Jupmelen læjhka-maana.

source: Ipmil lea du luhtte almmá gáibádusaid haga.
sma: Lïegkedh amma gosse dan bïjre ussjedemine.

source: Don it dárbbaš sániid, don sáhtát dušše leahkit jaskatvuođa siste.
sma: Daelie maahtah boelhketjem åajaldehtedh eah gaajhkesh iktesth vuejnieh man tjaebpie datne leah.

source: Soaittát iežat jurdagis gávdnat báikki gosa sáhtát bidjat Jaskatvuođabearraliid mat muittuhit du dan dovddu birra.
sma: Guktie Jupmele aavoedi gosse vööjni man tjaebpie gaajhke lea maam satne sjugniedi, naemhtie Jupmele datnine aavode.

source: Du Jaskatvuođabearralat sáhttet dutnje muitalit ja addit dutnje ráfi.
sma: Gaajhkide almetjidie lujjieslaakan vuartesje, man tjaebpie leah, maaje eah dam vuesehth.
